Revit 2027 API
AssemblyDifferenceConfiguration Properties
The AssemblyDifferenceConfiguration type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from AssemblyDifference)
Top
See Also
Reference
AssemblyDifferenceConfiguration Class
Autodesk.Revit.DB Namespace